{
  "app.footer": "ES: This is the footer",
  "app.header": "ES: This is the header",
  "controls.restart_survey": "ES: « Restart survey",
  "disclaimer.first": "ES: Disclaimer: This is not a guarantee that you will receive these benefits. The information and services provided are for informational purposes only. The California Employment Development Department is the department that approves or denies Paid Family and Medical leave benefits.",
  "disclaimer.second": "ES: This website is not intended to provide legal advice or establish standards of reasonable behavior. Consult an attorney for all of your legal needs.",
  "eligibility.bonding.header": "ES: To bond with your newborn or newly adopted child.",
  "eligibility.bonding.likely_eligible": "ES: You likely are eligible for 8 weeks of partial pay while taking time off, using the <pfl> California State Paid Family Leave </pfl> program. Check with your employer and California State Family Leave program for actual eligibility.",
  "eligibility.bonding.links": "ES: To read more about Paid Family Leave, including exact rules for eligibility, and payment calculators, visit the California Employment Development Department’s website for <nbp>Fathers / Non-Birthing Parents</nbp> or the website for <afp>Adoptive / Foster parents</afp>.",
  "eligibility.bonding.num_employees": "ES: If you work for an employer with at least 5 employees (including yourself), and you have worked at least 1 year for this employer, your employer MUST allow you to take up to 12 weeks off during this first year with your new child. Your employer is required to allow you to come back to the same or comparable job when you return from leave. You do not need to take all 12 weeks off.",
  "eligibility.bonding.operator": "ES: The California State Paid Family Leave program is operated by the California Employment and Development Department. In order to claim these payment, you must create an online account on their website and then submit your claim. The claim you should submit is for Paid Family Leave (PFL).",
  "eligibility.cfra.caesarian_section": "ES: 24 weeks of job protected time off for a C-section delivery, 4 weeks prior to your due date, and 20 weeks after. This reflects the typical timeline. Your doctor may request additional time on your behalf.",
  "eligibility.cfra.details": "ES: Your right to take this time off is granted by the California Family Rights Act. The pay you earn while you are out is provided by the California State Short Term Disability and Paid Family Leave programs. Your employer is allowed to offer you a longer period of time off, or to pay you more than what the state provides while you are out. However, your employer cannot offer you less or prevent you from taking the time off.",
  "eligibility.cfra.operator": "ES: The California State Paid Family Leave program is operated by the California Employment and Development Department. In order to claim these payment, you must create an online account on their website and then submit your claim. The claim you should submit is for State Disability Insurance (SDI), which covers your first 9-11 weeks of wage replacement. After that, the department will automatically enroll you into the Paid Family Leave (PFL) benefit, which covers the remaining 8 weeks of paid time off.",
  "eligibility.cfra.time_off": "ES: You are eligible for paid time off",
  "eligibility.cfra.vaginal_delivery": "ES: 22 weeks of job protected time off for a vaginal delivery, 4 weeks prior to your due date, and 18 weeks after. This reflects the typical timeline. Your doctor may request additional time on your behalf.",
  "eligibility.cfra.wage_replacement": "ES: Up to 19 weeks of partial wage replacement for your time off; 17 weeks for vaginal delivery, or 19 weeks for C-section delivery.",
  "eligibility.cfra_gov.birthday": "ES: You are {age, plural, =0 {zero years} one {# year} other {# years}} old",
  "eligibility.cfra_gov.c_sectiondelivery": "ES: 24 weeks of job protected time off for a C-section delivery, 4 weeks prior to your due date, and 20 weeks after. This reflects the typical timeline. Your doctor may request additional time on your behalf.",
  "eligibility.cfra_gov.ca_family_rights_act": "ES: Your right to take this time off is granted by the <cfra>California Family Rights Act</cfra> and by the <pdl>Pregnancy Disability Leave law</pdl> . Your employer is allowed to offer you a longer period of time off, or to pay you more than what the state provides while you are out. However, your employer cannot offer you less or prevent you from taking the time off.",
  "eligibility.cfra_gov.no_birthday": "ES: Sorry, no birthday info",
  "eligibility.cfra_gov.talk_to_employer": "ES: Talk to your employer to understand what options you have to get paid during your time off. You should also check your paystub for a deduction called 'CA SDI.' If it appears on your current paystub, or on any paystub from the last 18 months, you may be eligible to claim payments from the <cplp>California Paid Family Leave program</cplp>.",
  "eligibility.cfra_gov.time_off": "ES: You are eligible for job protected time off",
  "eligibility.cfra_gov.vaginal_delivery": "ES: 22 weeks of job protected time off for a vaginal delivery, 4 weeks prior to your due date, and 18 weeks after. This reflects the typical timeline. Your doctor may request additional time on your behalf.",
  "eligibility.med_need.header": "ES: If you are under the care and supervision of a medical professional, you may qualify for paid leave.",
  "eligibility.med_need.how_much_paid_a": "ES: Typically, you would earn 60-70% of your normal paycheck. To estimate how much you would receive, use this <calc> Benefits Calculator </calc>.",
  "eligibility.med_need.how_much_paid_q": "ES: How much would I be paid?",
  "eligibility.med_need.job_protected_leave": "ES: 12 weeks of job protected leave, if you qualify. You typically qualify if your employer employs at least 5 people, and if you have worked for that employer for at least 1 year, at least part time.",
  "eligibility.med_need.learn_more_a": "ES: Visit California Employment Development Department’s website on <sdi>State Disability Insurance</sdi>",
  "eligibility.med_need.learn_more_q": "ES: How can I learn more and double check if I am eligible?",
  "eligibility.med_need.paycheck_replacement": "ES: Up to 52 weeks of partial paycheck replacement. Actual length of time depends on how long your doctor prescribes.",
  "eligibility.med_need.summary_header": "ES: Summary of Program Benefits",
  "eligibility.not_supported.header": "ES: This tool does not currently cover non-California workers or non-W-2 workers.",
  "eligibility.not_supported.legal_aid_link": "ES: <wfp>Legal Aid at Work's website</wfp> to find more resources or to call their hotline.",
  "eligibility.not_supported.mothers_link": "ES: California Employment Development Department's website on <m> Paid Family Leave for Pregnant Mothers </m>",
  "eligibility.not_supported.non_ca_header": "ES: For non-California workers, you may be able to learn more about your benefits by:",
  "eligibility.not_supported.non_ca_leave": "ES: Finding out if your employer offers maternity, paternity, or parental leave. You could find out either by reading an employee handbook if your employer has one, or asking your Human Resources department.",
  "eligibility.not_supported.non_ca_sdi": "ES: Finding out if your employer offers Short Term Disability insurance. If so, read the benefits plan carefully. If it covers pregnancy, you may be able to submit a claim to the insurance plan and receive partial payment for your time off.",
  "eligibility.not_supported.non_ca_search": "ES: Searching online for your state and 'Paid Family Leave' to see if your state has a similar program",
  "eligibility.not_supported.resources_header": "ES: For California workers who do not receive a W-2, consider visiting these other resources:",
  "eligibility.not_supported.self_employed_link": "ES: California Employment Development Department's website on <se> Paid Family Leave for Self Employed individuals </se>",
  "eligibility.not_supported.unemployed": "ES: For California workers who are not currently employed, but earned at least $300 in the last 12 months, you may still be eligible for Short Term Disability and Paid Family Leave as long as your paystub or w-2 shows a deduction for 'CA SDI' and you are not currently claiming unemployment insurance. This means that you have paid into the state's disability insurance fund. You can apply for payment on California Employment Development Department's website for <pfl>Paid Family Leave</pfl>.",
  "eligibility.pdl.caesarian_section": "ES: 12 weeks of job protected time off for a C-section delivery, 4 weeks prior to your due date, and 8 weeks after. (This reflects the typical length of time off. Your doctor may request additional time off on your behalf.)",
  "eligibility.pdl.header": "ES: You are eligible for paid leave.",
  "eligibility.pdl.operator": "ES: The California State Paid Family Leave program is operated by the California Employment and Development Department. In order to claim these payments, you must create an online account on their website and then submit your claim. The claim you should submit is for State Disability Insurance (SDI), which covers your first 9-11 weeks of wage replacement as a result of your 'pregnancy disability.'After that, the department will automatically enroll you into the Paid Family Leave (PFL) benefit, which covers the remaining 8 weeks of paid time off.",
  "eligibility.pdl.rights": "ES: Your right to take this time off is granted by the Pregnancy Disability Leave law. The pay you earn while you are out is provided by the California State Short Term Disability and Paid Family Leave programs. Your employer is allowed to offer you a longer period of time off, or to pay you more than what the state provides while you are out. However, your employer cannot offer you less or prevent you from taking the time off.",
  "eligibility.pdl.vaginal": "ES: 10 weeks of job protected time off for a vaginal delivery, 4 weeks prior to your due date, and 6 weeks after. (This reflects the typical length of time off. Your doctor may request additional time off on your behalf.)",
  "eligibility.pdl.wage_replacement": "ES: Up to 19 weeks of partial wage replacement for your time off; 17 weeks for vaginal delivery, or 19 weeks for C-section delivery.",
  "eligibility.pdl_gov.eligible_for_job_protected_time_off": "ES: You are eligible for job protected time off",
  "eligibility.sdi.details": "ES: The California State Paid Family Leave benefit is operated by the California Employment and Development Department. In order to claim these benefits, you must create an online account on their website and then submit your claim. The claim you should submit is for State Disability Insurance (SDI), which covers your first 9-11 weeks of wage replacement as a result of your 'pregnancy disability.'After that, the department will automatically enroll you into the Paid Family Leave (PFL) benefit, which covers the remaining 8 weeks of paid time off.",
  "eligibility.sdi.header": "ES: You can get paid partial wages for 17 weeks for a vaginal delivery, or 19 weeks for a C-section delivery.",
  "eligibility.sdi.limitations": "ES: But California and Federal laws do not protect your job. See below for more information about job protections.",
  "faq.job_protected_a": "ES: If you have job protected leave, you are entitled to your same or comparable position when you return from leave. In addition, your employer must maintain your health insurance benefits while you are on leave. Your employer may continue to collect your portion of your insurance premiums while you are out. In California, if you work for an employer with at least 5 employees, you are covered by California Family Rights Act and Pregnancy Disability Leave laws and have these job protections for specific durations of leave.",
  "faq.job_protected_eligible_link": "ES: Visit the <pfl> Paid Family Leave website </pfl> for more info.",
  "faq.job_protected_eligible_more_info": "ES: To be eligible for State Disability Insurance and Paid Family Leave, double check your paystub or your last w-2 statement. You should see a deduction called “CA SDI.” This means that you paid into the California Short Term Disability Insurance fund. If you see “VPI” instead, it means that your employer offers an alternative plan, and you should consult your HR department or employee handbook.",
  "faq.job_protected_more_info": "ES: For more information about your rights, visit California's Fair Employment and Housing website about <fmpl>Family and Medical Leave rights</fmpl>.",
  "faq.job_protected_q": "ES: What is \"job protected\" leave?",
  "faq.job_protection_eligible_a": "ES: For job protection, you are eligible as long as your employer employs at least 5 people including yourself.",
  "faq.job_protection_eligible_q": "ES: How can I be sure that I am eligible?",
  "faq.paid_a": "ES: Your employer may pay your full wages while you are out, so it is best to check with your manager and Human Resources manager (if you have one.) Make sure to ask your employer about their parental leave policy, and if you can use any unused vacation or sick days to cover your time off. When you use vacation or paid sick days, those days should be paid at 100% your normal wages.",
  "faq.paid_details": "ES: If you apply for Short Term Disability and Paid Family Leave benefits through the State of California, the typical benefit is 60-70% of your weekly wages. You can use <calc> California’s Paid Family Leave Benefits Estimator tool</calc>.",
  "faq.paid_q": "ES: How much will I be paid?",
  "help.placeholder": "ES: Standard Help!",
  "register.placeholder": "ES: Register and Apply!",
  "timeline.placeholder": "ES: Timeline!"
}